{"keras_version": "2.0.2", "backend": "tensorflow", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"bias_regularizer": null, "activity_regularizer": null, "batch_input_shape": [null, 444], "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "use_bias": true, "name": "dense_1", "kernel_regularizer": null, "activation": "relu", "dtype": "float32", "units": 300, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_constraint": null}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "activity_regularizer": null, "batch_input_shape": [null, 300], "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "use_bias": true, "name": "dense_2", "kernel_regularizer": null, "activation": "relu", "dtype": "float32", "units": 200, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_constraint": null}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "use_bias": true, "name": "dense_3", "kernel_regularizer": null, "activation": "linear", "units": 1, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_constraint": null}}]}