{"keras_version": "2.0.2", "config": [{"config": {"kernel_constraint": null, "bias_regularizer": null, "name": "dense_94", "units": 300, "use_bias": true, "batch_input_shape": [null, 444], "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mean": 0.0, "stddev": 0.05, "seed": null}, "class_name": "RandomNormal"}, "trainable": true, "bias_constraint": null, "dtype": "float32", "kernel_regularizer": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "bias_regularizer": null, "name": "dense_95", "units": 200, "use_bias": true, "batch_input_shape": [null, 300], "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mean": 0.0, "stddev": 0.05, "seed": null}, "class_name": "RandomNormal"}, "trainable": true, "bias_constraint": null, "dtype": "float32", "kernel_regularizer": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "bias_regularizer": null, "name": "dense_96", "units": 1, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_initializer": {"config": {"mean": 0.0, "stddev": 0.05, "seed": null}, "class_name": "RandomNormal"}, "trainable": true, "bias_constraint": null, "kernel_regularizer": null, "activation": "linear"}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "tensorflow"}